Repository: j0nr/phtagr
Catalog: Locale/pol/LC_MESSAGES/default.po
Languages: pl

source: Member
pl: Członek

source: You have currently no memberships to media groups.
pl: Nie jesteś członkiem żadnej grupy.

source: Details
pl: Szczegóły

source: This group has no description
pl: Ta grupa nie ma opisu

source: The group is owned by user %s and has %d media in total.
pl: Właścicielem grupy jest %s, grupa posiada %d plików.

source: The group is hidden
pl: Grupa ukryta

source: The group is shown with the media
pl: Grupa nie jest ukryta

source: The group subscription requires a confirmation
pl: Przydział do grupy wymaga potwierdzenia

source: The group subscription is free and does not need a confirmation
pl: Przydział do grupy nie wymaga potwierdzenia.

source: This group is shared and can be used by other members
pl: Grupa współdzielona

source: This group is not shared
pl: Grupa nie jest współdzielona

source: Add user
pl: Dodaj użytkownika

source: Add
pl: Dodaj

source: Recent Media
pl: Najnowsze pliki

source: See all media of the group %s
pl: Zobacz wszystkie pliki w grupie %s

source: Guest Creation
pl: Utworzenie gościa

source: Create new guest account
pl: Utwórz nowe konto gościa

source: Confirm
pl: Potwierdź

source: Guest: %s
pl: Gość: '%s'

source: Guest
pl: Gość

source: Expires
pl: Wygasa

source: Enable WebDAV access
pl: Aktywuj dostęp WebDAV

source: None
pl: Brak

source: Name and captcha
pl: Imię i captcha

source: Authentication
pl: Uwierzytelnianie

source: Email Notification
pl: Powiadomienia

source: Never
pl: Nigdy

source: Every 30 minutes
pl: Co 30 minut

source: Every hour
pl: Co godzinę

source: Every day
pl: Codziennie

source: Every week
pl: Co tydzień

source: Every month
pl: Co miesiąc

source: Send new media notifications
pl: Powiadomienia o nowych plikach

source: Group List
pl: Lista grup

source: Currently this guest account has no assigned groups. Please add groups to grant access to your personal images.
pl: To konto gościa nie należy do żadnej z grup. Dodaj grupy by przydzielić uprawnienia do prywatnych plików.

source: Group Assignements
pl: Przydział do grup

source: Add Group
pl: Dodaj grupę

source: Currently, no guest accounts are set. You can create guests accounts to grant access to your images e.g. to your friends or family. Please add also some groups to the guest to grant access to this guest for these groups.
pl: Aktualnie nie ma żadnego konta Gościa. Możesz tworzyć konta Gości aby udostępnić twoje pliki znajomym lub rodzinie. Pamiętaj o dodaniu odpowiednich grup i przydzieleniu ich tworzonym kontom Gości.

source: Authenticated Links
pl: Uwierzytelnione linki

source: Following links contains an authentication key which should be used carefully. Copy the links with with right mouse click and select <i>Copy link address</i>.
pl: Poniższe linki zawierają klucz autoryzacyjny, który powinien być używany ostrożnie.

source: The links are valid for the current session. For permanent login the user has to login via username and password.
pl: Linki są poprawne w ramach bieżącej sesji. Aby logowanie było trwałe użytkownik musi użyć swojej nazwy i hasła.

source: Direct Link
pl: Bezpośredni odsyłacz

source: Following link provides a direct link to <i>My Photos</i> of the guest which omits the login with username and password.
pl: Poniższy link daje bezpośredni dostęp do fotografii Gościa bez konieczności podawania użytkownika i hasła.

source: My Media of Guest %s (Link %s)
pl: Pliki Gościa %s (Link %s)

source: Recent Comments
pl: Najnowsze komentarze

source: Media RSS
pl: RSS - pliki

source: Media RSS of My Media
pl: RSS - Moje pliki

source: Click %s to renew the authentication key. All previous links become invalid.
pl: Kliknij %s aby wygenerować nowe klucze autoryzujące. Wszystkie poprzednie utracą ważność.

source: renew key
pl: odnów klucz

source: Filter
pl: Filtruj

source: Show media in high quality (if available)
pl: Pokazju pliki w wysokiej rozdzielczości (kiedy dostępna)

source: Start Slideshow
pl: Zacznij pokaz

source: Order
pl: Kolejność

source: date asc
pl: data rosnąco

source: Show oldest first
pl: Najpierw najstarsze

source: Show newest first
pl: Najpierw najnowsze

source: pouplarity
pl: popularność

source: Show popular first
pl: Najpierw najpopularniejsze

source: Show random order
pl: Losowo

source: Show changes first
pl: Najpierw zmienione

source: Views
pl: Widoki

source: Show last views first
pl: Najpierw ostatnio oglądane

source: Order by name
pl: Porządkuj wg nazwy

source: delete
pl: usuń

source: Delete folder %s?
pl: Usunąć katalog %s?

source: unlink
pl: odłącz

source: Unlink media from this file
pl: Odłącz plik z galerii

source: Download %s
pl: Pobierz %s

source: (parent folder)
pl: (nadrzędny katalog)

source: (this folder)
pl: (bieżący katalog)

source: Media
pl: Opublikowane pliki

source: Size
pl: Rozmiar

source: %s can edit the meta data
pl: Kto może edytować metadane?

source: %s can edit the tags
pl: %s może edytować znaczniki

source: %s can download this media
pl: Kto może pobrać plik?

source: %s an view this media
pl: Kto może oglądać ten plik?

source: users:
pl: użytkownicy:

source: Access for users
pl: Dostęp dla użytkowników

source: public:
pl: publiczny:

source: Access for the public
pl: Dostęp publiczny

source: This media belongs to the group '%s'
pl: Plik jest widoczny dla członków grupy

source: No group assigned
pl: Nie przypisano grupy

source: Search global for %s
pl: Wyszukaj globalnie %s

source: Include %s into search
pl: Uwzględnij %s w wyszukiwaninu

source: Exclude %s from search
pl: Wyklucz %s z wyszukiwania

source: Me only
pl: Tylko ja

source: Everyone
pl: Każdy

source: This media is public visible
pl: Plik jest widoczny publicznie

source: This media is visible for users
pl: Plik jest widoczny dla użytkowników

source: This media is visible for group members
pl: Plik jest widoczny dla członków grupy

source: This media is private
pl: Plik prywatny

source: Main Menu
pl: Menu główne

source: prev
pl: poprz.

source: next
pl: nast.

source: Uploading file %s
pl: Ładowanie pliku %s

source: Uploding file %d/%d. Upload is finished in %s (estimated).
pl: Ładowanie pliku %d/%d. Koniec ładowania za %s.

source: Upload Files
pl: Załaduj pliki

source: Drop files here
pl: Upuść pliki tutaj

source: Your new uploaded photos:
pl: Twoje nowo załadowane pliki:

source: View your %s in explorer
pl: Zobacz swoje %s w przeglądarce

source: newest media
pl: Najnowsze pliki

source: No media Found
pl: Nie znaleziono plików

source: No media found. Please goto the %s and try again
pl: Nie znaleziono Plików. Przejdź do %s i spróbuj ponownie

source: Media Details
pl: Szczegóły pliku

source: Access Right
pl: Prawa dostępu

source: File(s)
pl: Plik(i)

source: Folder
pl: Katalog

source: View Count
pl: Ilość wyświetleń

source: Created
pl: Utworzony

source: Last modified
pl: Ostatnio modyfikowany

source: Duration
pl: Czas naświetlania

source: Aperture
pl: Przesłona

source: Shutter
pl: Migawka

source: &copy; 2006-2012 by %s - Tag, Browse, and Share Your Photos.
pl: &copy; 2006-2012 by %s - Opisuj, przeglądaj i udostępniaj swoje zdjęcia

source: You are running version %s.
pl: Używasz wersji %s.

source: Search...
pl: Wyszukaj...

source: Go
pl: Dalej

source: New Media notifications
pl: Powiadomienia o nowych plikach

source: Email was sent by the open source web gallery %s
pl: Mail został wysłany przez galerię %s

source: Default Access Rights
pl: Domyślne prawa dostępu

source: The following access rights are applied to new images.
pl: Poniższe prawa dostępu będą stosowane dla nowych plików.

source: Group Members
pl: Członkowie grupy

source: Who can view the image?
pl: Kto może oglądać ten plik?

source: Default image group?
pl: Domyślna grupa pliku?

source: GPS Tracks
pl: Ślady GPS

source: Usually GPS logs are in UTC while camera time is set to local time. Set time offset to correct time difference between GPS logs and your media.
pl: Ślady GPS przeważnie są zapisywane zgodnie z czasem UTC, podczas gdy aparat jest ustawiony zgodnie z czasem lokalnym. Ustaw przesunięcie czasu, aby poprawić różnicę między czasem zapisanym w śladach GPS, a lokalnym czasem zapisanym w twoich plikach.

source: Time offset (minutes)
pl: Różnica w czasie (w minutach)

source: Coordinate time range (minutes)
pl: Różnica we współrzędnych (w minutach)

source: Overwrite existing coordinates?
pl: Nadpisywać istniejące współrzędne?

source: Authenticated RSS
pl: Uwierzytelniony RSS

source: Following links contain authentication keys of your account. Using these links you are authenticated directly without username and password. The links could be spoofed easily and should be used carefully.
pl: Poniższe linki zawierają klucz autoryzujący dla bieżącego konta użytkownika. Użycie tych linków powoduje automatyczną autoryzację bez podawania użytkownika i hasła. Linki mogą być prosto przechwycone. Należy się nimi posługiwać ostrożnie.

source: Click %s to renew the authentication key. All previous keys become invalid.
pl: Kliknij %s aby wygenerować klucz autoryzacyjny. Wszystkie poprzednie klucze utracą ważność.

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Others
pl: Inni

source: Profile visibility
pl: Widoczność profilu

source: Database connection
pl: Połączenie z bazą danych

source: This step creates the configuration for the database connection. Please add your database connection settings here.
pl: Ten krok tworzy konfigurację dla połączenia z bazą danych. Proszę wprowadzić ustawienia dla połączenia z bazą danych.

source: Database
pl: Baza

source: Prefix
pl: Prefiks

source: Continue
pl: Kontynuuj

source: The configuration file for the database connection could not be written. Please create a database configuration file by your own!
pl: Plik konfiguracyjny dla połączenia z bazą danych nie może być zapisany. Proszę samodzielnie utworzyć konfigurację połączenia z bazą danych!

source: Below a sample configuration file is shown. Please adapt your database credentials and continue.
pl: Poniżej przedstawiono przykładową konfigurację. Proszę wprowadzić niezbędne zmiany i kontynuować.

source: Initialize Database
pl: Utworzenie bazy danych

source: All tables are now initialized
pl: Wszystkie tabele zostały utworzone

source: Setup Complete
pl: Instalacja zakończona

source: Congratulations! Your configuration of phTagr is completed. Have fun using phTagr!
pl: Gratulacje! Twoja konfiguracja phTagr została zakończona. Miłej zabawy!

source: Click %s to go to home or %s your first media.
pl: Kliknij %s aby przejść do strony głównej lub %s aby przejść do Twoich plików.

source: upload
pl: załaduj

source: Welcome
pl: Witaj

source: Welcome to the installation setup of phTagr. Following steps are required to install it:
pl: Witaj w kreatorze instalacji phTagr. Następujące kroki są niezbędne aby go zakończyć:

source: Initial file and directory check
pl: Wstępne sprawdzenie plików i katalogów

source: Configuration of database connection
pl: Konfiguracja połączenia z bazą danych

source: Initialize required tables
pl: Inicjalizacja wymaganych tabel

source: Administration account creation
pl: Tworzenie konta administratora

source: Configuration of external tools
pl: Konfiguracja zewnętrznych narzędzi

source: Note: Cookies are required to install and run phTagr.
pl: Uwaga: Pliki cookie są wymagane przy instalacji i używaniu phTagr.

source: This setup will step through the required steps.
pl: Proces instalacji przeprowadzi niezbędne kroki.

source: Start Installation
pl: Rozpoczęcie instalacji

source: Path settings
pl: Ustawienia ścieżek

source: Following paths are missing. Please create these paths!
pl: Poniższe katalog nie zostały utworzony. Proszę utworzyć te katalogi!

source: Following paths are not writeable. Please change the permissions!
pl: Poniższe katalogi nie posiadają praw do zapisu. Proszę skorygować uprawnienia!

source: Retry
pl: Powtórz

source: Security settings
pl: Ustawienia bezpieczeństwa

source: continue
pl: kontynuuj

source: Congratulation! phTagr just runs fine now!
pl: Gratulacje! phTagr jest gotowy do użycia!

source: phTagr can use <u>optional</u> external programs to enlarge the functionality. exiftool is used to export the meta data to images like tags, categories or (geo) locations. ffmpeg supports other video file formats like AVI, MPEG, or MOV. And convert supports better thumbnail creation for bigger photos.
pl: phTagr używa <u>opcjonalnych</u> programów zewnętrznych aby zwiększyć swoją funkcjonalność. exiftool jest używany do zapisu metadanych do zdjęć (takich jak znaczniki, lukalizacje), ffmpeg jest używany dla plików wideo takich jak AVI, MPEG, czy MOV, a convert wspiera generowanie miniaturek dla dużych fotografii.

source: You can set the file path of these exteranl programs here or set them later in the system preferences.
pl: Możesz wskazać ścieżki dla zewnętrznych programów teraz lub ustawić je później w panelu sterowania.

source: Skip these settings
pl: Opuść ten krok

source: Following programs could not be found: %s.
pl: Następujących programów nie udało się znaleźć: %s

source: FFMPEG does not support the MP3 audio format. Sound will be disabled for videos!
pl: FFMPEG nie obsługuje MP3. Nie będzie dźwięku w filmach wideo!

source: Path to %s
pl: Ścieżka do %s

source: Create admin account
pl: Utwórz konto administratora

source: Delete all unused meta data from database: %d fields.
pl: Usuń wszystkie nieużywane metadane z bazy danych (Liczba pól: %d).

source: Sytem Settings
pl: Ustawienia

source: Gallery title
pl: Nazwa galerii

source: Gallery subtitle
pl: Podtytuł galerii

source: Google Maps
pl: Mapy Google

source: Enter here your API map key for %s. You can signup %s for a new key. No API map key is required for local setup with localhost.
pl: Wprowadź swój klucz do API %s. Nowy klucz możesz otrzymać %s. Klucz nie jest wymagany dla instalacji na maszynie lokalnej.

source: API key
pl: Klucz API

source: Registration
pl: Rejestracja

source: Allow anonymous registration
pl: Dozwolona anonimowa rejestracja

source: Initial quota limit
pl: Początkowy limit pojemności dla użytkownika

source: Your database requires an update from version %d to %d!
pl: Baza danych wymaga aktualizacji z wersji %d do wersji %d!

source: Run database upgrade
pl: Uruchom aktualizację bazy danych

source: Following database migrations will be executed:
pl: Następujące migracje bazy danych zostaną wykonane:

source: Your system has the newest database version %d.
pl: Twój system ma najnowszą wersję bazy danych: %d.

source: System overview
pl: Informacje o systemie

source: Type
pl: Typ

source: Amount
pl: Wartość

source: Files
pl: Pliki

source: External files
pl: Zewnętrzne pliki

source: Sum of file size
pl: Całkowity rozmiar plików

source: Sum of external file size
pl: Całkowity rozmiar zewnętrznych plików

source: Image media
pl: Opublikowane obrazy

source: Video media
pl: Opublikowane filmy

source: Video duration
pl: Czas trwania filmów

source: %s Web Gallery %s - mobile version
pl: %s Galeria %s - wersja mobilna

source: View standard version
pl: Wersja zwykła

source: mobile
pl: mobilna

source: Location
pl: Lokalizacja

source: Welcome to phTagr
pl: Witaj w phTagr

source: Random Media
pl: Losowy plik

source: See more %s
pl: Zobacz więcej %s

source: random media...
pl: losowych plików...

source: Newest Media
pl: Najnowsze pliki

source: See %s
pl: Zobacz %s

source: all new media...
pl: wszystkie nowe pliki...

source: Add new User
pl: Dodaj użytkownika

source: Create new user
pl: Utwórz nowego użytkownika

source: User: %s
pl: Użytkownik: %s

source: System Operator
pl: Operator Systemu

source: Admin
pl: Administrator

source: Expire date
pl: Data wygaśnięcia

source: Upload Quota
pl: Limit rozmiaru plików do załadowania

source: Prev
pl: Poprzednia

source: Next
pl: Następna

source: username
pl: użytkownik

source: firstname
pl: Imię

source: lastname
pl: Nazwisko

source: User role
pl: Rola

source: SysOp
pl: Operator Systemu

source: Nobody
pl: Niktr

source: Unknown
pl: Nieznany

source: Do you really want to detete the user '%s'? This action is irreversible! All the data of the users will be deleted!
pl: Czy na pewno chcesz usunąć użytkownika '%s'? Jest to działanie nieodwracalne! Wszystkie dane użytkownika zostaną usunięte.

source: The user can import media files from following external directories:
pl: Użytkownik może importować pliki z następujących katalogów zewnętrznych:

source: Directory
pl: Katalog

source: Delete path '%s'
pl: Usuń ścieżkę '%s'

source: Currently no external directories are set for this user.
pl: Użytkownik nie ma aktualnie ustawionych żadnych katalogów zewnętrznych

source: The user has a dedicated upload directory which is handled by phTagr itself. External directories can be added here to the user to allow the import of external media files from the local file system.
pl: Użytkownik ma swój dedykowany katalog dla danych, który jest obsługiwany przez phTagr. Katalogi zewnętrzne mogą być dodawna aby umożliwić użytkownikowy import plików zewnętrznych z lokalnego systemu plików.

source: Add Directory
pl: Dodaj katalog

source: Account Confirmation
pl: Potwierdzenie rejestracji konta

source: Admin List
pl: Lista Administratora

source: Member Since
pl: Zarejestrowany od

source: User list is empty
pl: Lista użytkowników jest pusta

source: Forgot your password
pl: Zapomniałeś hasła?

source: Password Request
pl: Przypomnienie hasła

source: Please insert your username and email address to request your lost password.
pl: Proszę wprowadzić nazwę użytkownika oraz adres email.

source: Account Data
pl: Konto

source: Submit
pl: Prześlij

source: Create Account
pl: Utwórz konto

source: User %s
pl: Użytkownik %s

source: User Details
pl: Dane użytkownika

source: Member since
pl: Zarejestrowany od

source: Count of media
pl: Liczba plików opublikowanych

source: Count of files
pl: Liczba plików

source: Size of files
pl: Rozmiar plików

source: View media
pl: Przeglądaj pliki

source: See all media of user %s
pl: Wszystkie pliki użytkownika %s

source: Older comments...
pl: Starsze komentarze...

source: Popular Tags
pl: Popularne znaczniki

source: No tags assigned
pl: Brak znaczników

source: Popular Categories
pl: Popularne kategorie

source: No categories assigned
pl: Brak kategorii

source: Name is missing
pl: Nie wypełniono nazwy

source: Email is invalid
pl: Adres Email jest niepoprawny

source: URL is invalid
pl: URL jest niepoprawny

source: Comment text is empty
pl: Tekst komentarza jest pusty

source: Comment is to long
pl: Tekst komentarza jest zbyt długi

source: Guestname must be between 3 and 32 characters long.
pl: Nazwa Gościa musi zawierać od 3 do 32 znaków.

source: Password must be between 6 and 32 characters long.
pl: Hasło musi zawierać od 6 do 32 znaków.

source: Email address is not valid
pl: Adres email jest niepoprawny

source: Username must be between 3 and 32 characters long.
pl: Nazwa użytkownika musi zawierać od 3 do 32 znaków.

source: Invalid role
pl: Błędna rola
