Repository: j0nr/phtagr
Catalog: Locale/pol/LC_MESSAGES/default.po
Languages: pl

source: Do not send emails.
pl: Nie wysyłaj maili.

source: Simulate the run. Do not change anything
pl: Symuluj wykonanie. Nie wprowadzaj zmian.

source: Send emails always even if user already received an email
pl: Zawsze wysyłaj maile. Nawet gdy użytkownik mail już otrzymał.

source: Run the notification updates
pl: Uruchom aktualizację powiadomień

source: Notify new media for users via email
pl: Poinformuj użytkowników mailem o nowych plikach.

source: Set the minimum preview size. Default is thumb
pl: Ustaw minimalny rozmiar podglądu. Domyślnie miniaturka.

source: Generate only previews for given user
pl: Wygeneruj podglądy dla wskazanego użytkownika.

source: Create preview files
pl: Utwórz pliki podglądów

source: Generate preview files
pl: Wygeneruj podglądy.

source: Synchronize only images for given username
pl: Synchronizuj tylko obrazy dla wybranego użytkownika

source: Run the synchronization process
pl: Uruchom proces synchronizacji

source: Write all meta data from database to images in batch mode
pl: Zapisz wszystkie metadane do plików w trybie wsadowym

source: Recent photos
pl: Ostatnio dodane

source: Media RSS of recent photos
pl: RSS ostatnio dodanych

source: Recent comments
pl: Najnowsze komentarze

source: Home
pl: Start

source: Explorer
pl: Przeglądarka

source: My Photos
pl: Moje

source: Upload
pl: Ładuj

source: Login
pl: Zaloguj

source: Sign Up
pl: Zarejestruj się

source: Howdy, %s!
pl: Witaj %s!

source: Logout
pl: Wyloguj

source: Dashboard
pl: Panel sterowania

source: Import Files
pl: Importuj pliki

source: Meta Data Sync
pl: Synchronizacja metadanych

source: Overview
pl: Podgląd

source: My Files
pl: Moje pliki

source: Imported %d files (%d errors)
pl: Zaimportowano %d plików. %d błędów

source: Media %d was unlinked successfully
pl: Plik %d został poprawnie odłączony

source: Unlinked %d files.
pl: Odłączono %d plik(ów)

source: Deleted directory successfully
pl: Skasowano katalog.

source: Deleted file successfully
pl: Pomyślnie skasowano plik

source: Could not delete file or directory
pl: Nie można skasować pliku lub katalogu.

source: Invalid path to create folder
pl: Błędna ścieżka dla tworzonego katalogu

source: Could not create folder here: %s
pl: Nie można utworzyć katalogu w tym miejscu: %s

source: Could not create folder
pl: Nie można utworzyć katalogu

source: Your upload quota is exceeded
pl: Twój limit został przekroczony

source: Invalid path for upload
pl: Błędna ścieżka dla ładowania

source: Could not upload here: %s
pl: Nie można ładować do: %s

source: Uploaded %d and %d extraced file(s)
pl: Przesłano %d i wypakowano %d plik(ów)

source: Uploaded %d file(s)
pl: Przesłano %d plik(ów)

source: Error: Invalid upload directory
pl: Błąd: nieprawidłowy katalog docelowy

source: No files uploaded or upload errors
pl: Nie przesłano plików z powodu błędów

source: No files uploaded
pl: Nie przesłano plików

source: Uploaded %d files with %d errors.
pl: Przesłano %d plików. Wystąpiło %d błędów

source: Invalid Comment.
pl: Nieprawidłowy komentarz

source: The Comment has been saved
pl: Komentarz został zapisany

source: The Comment could not be saved. Please, try again.
pl: Komentarz nie mógł być zapisany. Spróbuj ponownie.

source: [phtagr] Comment: %s
pl: [phtagr] Komentarz: %s

source: [phtagr] Comment notification: %s
pl: [phtagr] Powiadomienie o komentarzu: %s

source: Invalid id for Comment
pl: Nieprawidłowe id komentarza

source: Comment deleted
pl: Komentarz usunięty

source: [Keep]
pl: [Zachowaj]

source: [No Group]
pl: [Brak grupy]

source: Invalid folder: %s
pl: Błędny katalog %s

source: My Groups
pl: Moje grupy

source: My Memberships
pl: Należę do

source: All Groups
pl: Wszystkie grupy

source: Create Group
pl: Utwórz grupę

source: %s not found
pl: nie znaleziono %s

source: Group
pl: Grupa

source: %s already exists
pl: %s już istnieje

source: Add successfully group '%s'
pl: Dodano grupę '%s'

source: Could not create group '%s'
pl: Nie można utworzyć grupy '%s'

source: Group subscription request was sent to the group owner
pl: Prośba o przypisanie do grupy została przesłana do jej właściciela

source: Mail could not be sent
pl: Mail nie może zostać wysłany

source: You are not authorized to perform this action
pl: Nie masz uprawnień do wykonania tego działania

source: User
pl: Użytkownik

source: User %s is now subscribe to this group
pl: Użytkownik % został przypisany do grupy

source: User %s is now unsubscribe from this group
pl: Użytkownik %s został wykluczony z grupy

source: Could not save %s
pl: Nie można zapisać %s

source: %s updated
pl: zaktualizowano %s

source: Could not find group
pl: Grupa nieodnaleziona

source: Successfully deleted group '%s'
pl: Usunięto grupę '%s'

source: New Guest
pl: Nowy Gość

source: Edit %s
pl: Edytuj %s

source: Links
pl: Linki

source: Sorry. Username is already taken
pl: Użytkownik już istnieje

source: Guest account '%s' was successfully created
pl: Konto gościa '%s' zostało dodane

source: Sorry. Guest account could not created
pl: Dodanie konta gościa nie powiodło się

source: Sorry. Could not find requested guest
pl: Odnalezienie wprowadzonego gościa nie powiodło się

source: Guest data were saved
pl: Dane gościa zostały zapisane

source: Updates could not be saved!
pl: Zapisanie zmian nie powiodło się!

source: Could not find requested guest
pl: Odnalezienie wprowadzonego gościa nie powiodło się

source: Guest account '%s' deleted!
pl: Konto gościa '%s' usunięto!

source: Download of more than %d media is not allowed
pl: Pobranie więcej niż %d plików jest zabronione

source: Download of more than %d media is not allowed for anonymous visitors
pl: Pobranie więcej niż %d plików jest zabronione dla anonimowych użytkowników

source: Download of not more than %d MB is not allowed
pl: Dozwolone jest pobranie nie więcej niż %d MB

source: Profile
pl: Profil

source: Password
pl: Hasło

source: Import Options
pl: Opcje importu

source: Could not save profile!
pl: Zapisanie profilu nie powiodło się!

source: Profile saved
pl: Profil zapisany

source: Settings saved
pl: Ustawienia zapisane

source: Could not write configuration to '%s'
pl: Zapisanie ustawień do '%s' nie powiodło się

source: Update core settings
pl: Zmień podstawowe ustawienia

source: Could not write database configuration file
pl: Zapisanie ustawień bazy danych nie powiodło się

source: Could not connect to database. Please check your database configuration!
pl: Połączenie z bazą danych nie powiodło się. Sprawdź ustawienia.

source: Could not initialize database migration
pl: Nie można zainicjalizować migracy bazy danych

source: Could not initialize database
pl: Nie można zainicjalizować bazy danych

source: All required tables are created
pl: Wszystkie tabele zostały utworzone

source: Could not create tables correctly. Please see logfile for details
pl: Utworzenie tabel nie powiodło się. Sprawdź dziennik zdarzeń

source: Admin account was successfully created
pl: Konto administratora zostało utworzone

source: Could not create admin account. Please retry
pl: Utworzenie konta administratora nie powiodło się. Spróbuj ponownie

source: General
pl: Ogólne

source: User Registration
pl: Rejestracja użytkowników

source: External Programs
pl: Zewnętrzne programy

source: Map Settings
pl: Ustawienia Map

source: Database Upgrade
pl: Aktualizacja bazy danych

source: Delete Unused Metadata
pl: Usuń nieużywane metadane

source: Titles were updated
pl: Tytuły zostały zaktualizowane

source: Options saved!
pl: Opcje zapisane!

source: Database migration failed. Please see the log files for errors.
pl: Migracja bazy danych nie powiodła się. Błędy znajdują się w logach.

source: The database migration was successful.
pl: Migracja bazy danych przebiegła pomyślnie.

source: All unused meta data are deleted
pl: Wszystkie nieużywane metadane zostały skasowane

source: List User
pl: Lista użytkowników

source: Add User
pl: Dodaj użytkownika

source: Sorry. Wrong password or unknown username!
pl: Błędne hasło lub nazwa użytkownika!

source: Please enter username and password!
pl: Proszę wprowadzić nazwę użytkownika i hasło!

source: Sorry. Your account is expired!
pl: Twoje konto wygasło!

source: Sorry. Internal login procedure failed!
pl: Procedura wewnętrzna zawiodła.

source: Local Paths
pl: Lokalne ścieżki

source: Edit
pl: Edytuj

source: User data was updated
pl: Dane użytkownika zostały zaktualizowane

source: Could not be updated
pl: Nie można zaktualizować

source: Directory '%s' was added
pl: Katalog '%s' został dodany

source: Directory '%s' could not be read
pl: Nie można czytać katalogu '%s'

source: Username already exists, please choose a different name!
pl: Taki użytkownik już istnieje, proszę wybrać inną nazwę!

source: User was created
pl: Utworzono użytkownika

source: Could not create user!
pl: Nie można utworzyć użytkownika!

source: Could not delete user: user not found!
pl: Nie można skasować użytkownika: użytkownik nie znaleziony!

source: User %s was deleted
pl: Użytkownik %s został skasowany

source: Deleted external directory '%s'
pl: Skasowano zewnętrzny katalog '%s'

source: No user with this email was found
pl: Nie znaleziono użytkownika o takim adresie email

source: [phtagr] Password Request
pl: [phtagr] Żądanie hasła

source: Mail was sent!
pl: Mail został wysłany!

source: Mail could not be sent: unknown error!
pl: Mail nie mógł być wysłany: nieznany błąd!

source: Username already exists, please choose different name!
pl: Taki użytkownik już istnieje, proszę wybrać inną nazwę!

source: Could not create user
pl: Nie można utworzyć użytkownika

source: Could not send the confirmation email. Please contact the admin.
pl: Wysłanie maila z prośbą o potwierdzenie nie powiodło się. Proszę skontaktować się z administratorem.

source: A confirmation email was sent to your email address
pl: Mail z prośbą o potwierdzenie został do Ciebie wysłany.

source: Internal error occured
pl: Wystąpił błąd wewnętrzny

source: [phtagr] Account confirmation: %s
pl: [phtagr] Weryfikacja konta: %s

source: [phtagr] Welcome %s
pl: [phtagr] Witaj %s

source: [phtagr] New account notification: %s
pl: [phtagr] Powiadomienie o nowym użytkowniku: %s

source: Account Settings
pl: Ustawienia konta

source: Groups
pl: Grupy

source: Users
pl: Użytkownicy

source: Guests
pl: Goście

source: Media Files
pl: Pliki

source: You are now subscribed to group %s
pl: Zostałeś przypisany do grupy %s

source: You are allready subscribed to group %s
pl: Jesteś już przypisany do grupy %s

source: You are now unsubscribed of group %s
pl: Zostałeś odłączony od grupy %s

source: You are not subscribed to group %s
pl: Nie jesteś przypisany do grupy %s

source: Password not given
pl: Nie podano hasła

source: Username already taken
pl: Nazwa użytkownika jest już używana

source: Create Folder
pl: Utwórz katalog

source: Location %s
pl: Lokalizacja %s

source: Folder Name
pl: Nazwa katalogu

source: Create
pl: Utwórz

source: Browser
pl: Przeglądarka

source: View folder %s
pl: Zobacz katalog %s

source: File Browser
pl: Przeglądarka plików

source: (%s or %s here)
pl: (%s lub %s)

source: Upload files
pl: Załaduj pliki

source: create folder
pl: utwórz katalog

source: Recursive
pl: Uwzględnij podkatalogi

source: Import
pl: Importuj

source: Unlink
pl: Odłącz

source: Media Upload
pl: Załaduj plik

source: Your uploaded media
pl: Twoje załadowane pliki

source: See all uploaded media of today %s
pl: Zobacz wszystkie dzisiaj przesłane pliki %s

source: here
pl: tutaj

source: Upload your photos, videos, GPS logs or ZIP archives here.
pl: Prześlij zdjęcia, wideo, logi GPS lub archiwa ZIP

source: You can upload maximal %s and %s at once. ZIP archives are extracted automatically.
pl: Możesz przesłać maksymalnie %s i %s jednocześnie. Archiwa ZIP są wypakowywane automatycznie.

source: You cannot upload files now. Your upload quota is exceeded.
pl: Nie możesz ładować plików. Limit został przekroczony.

source: Meta Data Synchronization
pl: Synchronizacja metadanych

source: phTagr embedds meta data like tags, categories, or (geo) location information direct into the image video files.
pl: phTagr zapisuje metadane takie jak znaczniki, kategorie lub geolokalizacje bezpośrednio w plikach źródłowych.

source: Note: In case you are using phTagr with external paths it is recommended to synchronize your images to store this important information within the media file. After the synchronization these mata data could be read by other image programs or desktop search engines.
pl: Uwaga: W wypadku gdy używasz w phTagr zewnętrznych ścieżek do plików powinieneś zsynchronizować metadane tak by były dostępne dla zewnętrznych aplikacji korzystających z plików.

source: All media are synchronized
pl: Wszystkie pliki zsynchronizowane

source: Some files could not be updated with new metadata. Mainly this happens if the files are write protected. Please have a look to the log files for details.
pl: Zapisanie metadanych do niektórych plików nie powiodło się. Zdarza się to głównie gdy pliki są zabezpieczone przed zapisem. Proszę sprawdzić szczegóły w logach.

source: Synchronized %d media.
pl: Zsynchronizowano %s plików.

source: %d media remains unsynced. Click %s to synchronize again
pl: %d plików jest niezsynchronizowanych. Kliknij %s by je zsynchronizować

source: sync
pl: Synchronizuj

source: You have %d unsynchronized media. Click %s to start the synchronization (this might take some time)
pl: Jest %d plików niezsynchronizowanych. Kliknij %s by je zsynchronizować. Może to chwilę potrwać.

source: Write Metadata
pl: Zapisz metadane

source: File Upload
pl: Prześlij plik

source: You upload files to folder %s
pl: Ładujesz pliki do katalogu %s

source: You can upload maximal %s and %s at once
pl: Możesz przesłać maksymalnie %s i %s jednocześnie

source: File or archive
pl: Plik lub archiwum

source: Extract ZIP archive
pl: Wypakuj archiwum ZIP

source: File Overview
pl: Podgląd pliku

source: Description
pl: Opis

source: Value
pl: Wartość

source: Files total
pl: Razem plików

source: Count of images/videos
pl: Liczba zdjęć/wideo

source: External images/videos
pl: Zewnętrzne zdjęcia/wideo

source: Bytes total (with external sources)
pl: Razem bajtów (wraz z zewnętrznymi)

source: Bytes total
pl: Razem bajtów

source: Quota (free)
pl: Limit (wolne)

source: Videos
pl: Wideo

source: Public files
pl: Widoczne dla wszystkich

source: Visible for users
pl: Widoczne dla użytkowników

source: Visible for group members
pl: Widoczne dla członków grupy

source: Private files
pl: Prywatne

source: Unsynced files
pl: Niezsynchronizowane pliki

source: Most Recent Comments
pl: Najnowsze komentarze

source: Most recent comments at %s
pl: Najnowsze komentarze do %s

source: Comments
pl: Komentarze

source: %s said %s
pl: %s napisał %s

source: (delete)
pl: (usuń)

source: Add new Comment
pl: Dodaj komentarz

source: Name
pl: Nazwa

source: Will not be published
pl: Nie zostanie opublikowany

source: Optional
pl: Opcjonalny

source: Verification
pl: Weryfikacja

source: Comment
pl: Komentarz

source: Notify me on new comments
pl: Poinformuj mnie o nowych komentarzach

source: Add Comment
pl: Dodaj komentarz

source: Who can view image?
pl: Kto może oglądać plik?

source: Who can download the image?
pl: Kto może pobrać plik?

source: Who can edit the tags?
pl: Kto może edytować znaczniki?

source: Who can edit all meta data?
pl: Kto może edytować metadane?

source: Tags
pl: Znaczniki

source: Categories
pl: Kategorie

source: City
pl: Miasto

source: Sublocation
pl: Miejsce

source: State
pl: Województwo

source: Country
pl: Kraj

source: Geo data
pl: Dane geolokacyjne

source: E.g. 2008-08-07 15:30
pl: Np. 2008-08-07 15:30

source: Preferences
pl: Preferencje

source: Register
pl: Rejestracja

source: Select media
pl: Zaznacz

source: Deselect media
pl: Odznacz pliki

source: Edit meta data
pl: Edytuj metadane

source: Edit access rights
pl: Edytuj uprawnienia

source: Download file %s
pl: Pobierz plik %s

source: Date
pl: Data

source: View media of previous dates
pl: Wcześniej

source: View media of interval
pl: Zobacz plik okresu

source: Set new end date of interval
pl: Ustaw datę końca przedziału

source: View media of this day
pl: Ten sam dzień

source: View media of this week
pl: Ten sam tydzień

source: View media of this month
pl: Ten sam miesiąc

source: Set new start date for interval
pl: Ustaw datę początku przedziału

source: View media of next dates
pl: Później

source: Locations
pl: Lokalizacje

source: Access
pl: Dostęp

source: Group members
pl: Członkowie grupy

source: All
pl: Wszyscy

source: %s by %s
pl: %s przez %s

source: View Filter
pl: Filtry

source: Edit Metadata
pl: Edytuj metadane

source: Edit Access Rights
pl: Edytuj uprawnienia

source: More
pl: Więcej

source: Slideshow
pl: Pokaz slajdów

source: Page %d of %d
pl: Strona %d z %d

source: Sublocations
pl: Podlokalizacje

source: Cities
pl: Miasta

source: States
pl: Stany/Województwa

source: Countries
pl: Kraje

source: Pagesize
pl: Plików na stronie

source: Sort
pl: Sortuj wg

source: newest
pl: najnowsze

source: date
pl: data

source: date (reverse)
pl: data (malejąco)

source: name
pl: nazwa

source: modified
pl: zmodyfikowano

source: view count
pl: Ilość wyświetleń

source: random
pl: losowo

source: View
pl: Widok

source: default
pl: domyślny

source: compact
pl: kompaktowy

source: small
pl: miniaturowy

source: Metadata
pl: Metadane

source: E.g. newtag, -oldtag
pl: Np. nowyznacznik, -staryznacznik

source: latitude, longitude
pl: szerokość, długość geograficzna

source: Keep
pl: Zachowaj

source: Reset
pl: Resetuj

source: Rotate
pl: Obróć

source: Apply
pl: Zastosuj

source: Access Rights
pl: Prawa dostępu

source: Me
pl: Ja

source: Who can view the image
pl: Kto może oglądać plik?

source: Who can add tags?
pl: Kto może dodawać znaczniki?

source: Media access group
pl: Grupa

source: Download:
pl: Pobierz:

source: Original
pl: Oryginał

source: Download original files from selected media
pl: Pobierz oryginały dla wybranych plików

source: High Resolution
pl: Wysoka jakość

source: Download high resolution files (%d px) from selected media
pl: Pobierz zaznaczone pliki w wysokiej rozdzielczości (%d px)

source: Preview Resolution
pl: Podgląd

source: Download preview files (%d px) from selected media
pl: Pobierz zaznaczone plik w rozdzielczości do podglądu (%d px).

source: Hi %s!
pl: Witaj %s!

source: New media available at %s
pl: Nowe pliki dostępne: %s

source: User %s published following media
pl: Użytkownik %s opublikował następujące pliki

source: See all new media at %s
pl: Zobacz wszystkie nowe pliki z %s

source: PS: If you do not like to receive this notification again, please configure the notification interval in your user profile.
pl: PS: Jeśli nie chcesz otrzymywać powiadomień, skonfiguruj opcje powiadomień w ustawieniach swojego konta użytkownika.

source: Hi %s
pl: Witaj %s

source: New comment on your media %s: %s was submitted
pl: Wystawiono nowy komentarz do Twojego pliku %s: %s

source: Author: %s
pl: Autor: %s

source: Date: %s
pl: Data: %s

source: You can see the comments on this media here: %s
pl: Możesz zobaczyć komentarze do tego pliku tutaj: %s

source: Delete it: %s
pl: Usuń: %s

source: Hello
pl: Witaj

source: A new comment on %s was submitted.
pl: Wystawiono nowy komentarz dla %s

source: PS: This mail is a comment notification of your previous comment(s) on this media.
pl: PS: Ten mail jest powiadomieniem o twoich komentarzach do tego pliku.

source: Hello %s!
pl: Witaj %s!

source: Your group subscription of group %s was accepted.
pl: Twój przydział do grupy %s został zaakceptowany.

source: Group information:
pl: Informacje o grupie:

source: Description: %s
pl: Opis: %s

source: Number of members: %d
pl: Liczba członków: %d

source: More details of group %s are available at %s.
pl: Więcej szczegółów dla grupy %s jest dostępnych w %s

source: User %s joined your group %s
pl: Użytkownik %s został członkiem Twojej grupy %s

source: To see more information about user %s, please visit %s.
pl: Aby zobaczyć informacje o użytkowniku %s, proszę spojrzeć do %s.

source: Group info:
pl: Informacje o grupie:

source: More details of your group %s are available at %s
pl: Więcej szczegółów dla Twojej grupy %s jest widocznych w %s

source: User %s likes to join your group %s.
pl: Użytkownik %s chciałby przyłączyć się do grupy %s.

source: To confirm the subscription please visit %s
pl: Aby potwierdzić przydział proszę przejść do %s

source: To see more information about user %s, please visit %s
pl: Aby zobaczyć więcej informacji o użytkowniku %s, proszę przejść do %s.

source: User %s unsubscribed from your group %s.
pl: Użytkownik %s został odłączony od Twojej grupy %s.

source: Welcome %s!
pl: Witaj %s!

source: Please confirm your account creation
pl: Proszę zatwierdzić utworzenie konta

source: A new phTagr user account was created for %s
pl: Nowe konto użytkownika phTagr zostało utworzone dla %s

source: Your phTagr account password is:
pl: Twoje hasło użytkownika phTagr:

source: Edit Meta Data
pl: Edytuj metadane

source: Update
pl: Aktualizuj

source: Cancel
pl: Anuluj

source: Select All
pl: Zaznacz wszystko

source: Invert Selection
pl: Odwróć zaznaczenie

source: Most Recent Media
pl: Najnowsze pliki

source: Most recent media of %s
pl: Najnowsze pliki %s

source: Advanced Search
pl: Zaawansowane wyszukiwanie

source: E.g. includeTag, -excludeTag
pl: Np. NowyZnacznik, -StaryZnacznik

source: Date from
pl: Od daty

source: E.g. 2008-08-07
pl: Np. 2008-08-07

source: Date to
pl: Do daty

source: Options
pl: Opcje

source: Page size
pl: Rozmiar strony

source: Default
pl: domyślnie

source: Newest
pl: Najnowsze

source: Changes
pl: Zmiany

source: Random
pl: Losowy plik

source: Popularity
pl: Popoularność

source: Sort by
pl: Sortuj wg

source: Advanced
pl: Zaawansowane

source: Any Type
pl: Dowolny typ

source: Image or Photos
pl: Obrazy lub Forografie

source: Video
pl: Wideo

source: File Type
pl: Typ pliku

source: Username
pl: Nazwa użytkownika

source: Any
pl: Dowolny

source: Private
pl: Prywatny

source: Public
pl: Widoczne dla wszystkich

source: Media visibility
pl: Dostęp

source: AND
pl: I

source: OR
pl: LUB

source: Search
pl: Wyszukaj

source: From User
pl: Przydzielił

source: Members
pl: Członkowie

source: Actions
pl: Akcje

source: Subscribe
pl: Przypisz

source: Unsubscribe
pl: Odłącz

source: Do you realy want to delete the group '%s'?
pl: Naprawdę chcesz usunąć grupę '%s'?

source: Delete
pl: Usuń

source: Currently no image groups are assigned. At the one hand each image could be assigned to a specific group. On the other hand a guest can be member of a set of groups. The guest is than able to view the images from his groups.
pl: Aktualnie nie ma żadnych grup. Każdy plik może być przydzielony do jakiejś grupy, a każdy gość może być członkiem różnych grup. Wtedy gość jest w stanie oglądać pliki z grup do których należy.

source: New Group
pl: Nowa grupa

source: Create new group
pl: Utwórz nową grupę

source: This group is hidden
pl: Grupa ukryta

source: New group members are moderated
pl: Przydział do grupy wymaga potwierdzenia

source: This group is shared and other group members can use this group
pl: Grupa współdzielona

source: Group Name
pl: Nazwa Grupy

source: Action
pl: Działania

source: Results
pl: Wyniki

source: Find Group:
pl: Znajdź Grupę:

source: Group: %s
pl: Grupa: %s

source: Edit Group
pl: Edycja grupy

source: New group members require a confirmation by the moderator
pl: Przydział do grupy wymaga potwierdzenia

source: The group can be used by other members
pl: Grupa współdzielona

source: Save
pl: Zapisz

source: You have currently no media groups created.
pl: Nie utworzyłeś żanych grup

source: Group %s
pl: Grupa: %s

source: Member List
pl: Lista członków
